;A configuration File

[AutopsyChryssalid X2TechTemplate]
-Summary="它们可能具有与各种陆地昆虫物种相似的特征，但这些生物比我们世界上的任何生物都更致命。它们的装甲外骨骼特别令人感兴趣，并且可能为制造一种能够在战斗中主动伤害敌军的装甲服提供见解。"
+Summary="它们可能具有与各种陆地昆虫物种相似的特征，但这些生物比我们世界上的任何生物都更致命。特别值得注意的是它们通过爪子释放的强力毒液，这可能为我们创造自己的毒素输送系统提供启示。"

-LongDescription="这种生物天生就令人恐惧，如果突然遭遇，会让人不快，我只能钦佩我们的士兵在对付这种被称为“寄生兽”的生物时所展现出的勇气。寄生兽的外形与普通节肢动物相似，其光滑的装甲外骨骼可以立即引起注意，保护着其分段式的身体。我们的士兵特别担心的是寄生兽的尖牙和腿，它们能够自行造成严重伤害，也让这种生物能够在战场上以可怕的方式快速繁殖。\n\n尽管中央军官布拉德福德坚称，他在战争初期目睹了寄生兽妊娠的另一种同样具有侵略性的方式，但没有证据表明这种袭击现在仍然存在。不幸的是，从他的描述来看，我认为外星人实际上已经将这个过程进化成一种更有效、更致命的解决方案。我们今天看到的寄生兽会注入一种毒液，这种毒液会立即开始软化受害者内脏的结构，使其既可以作为妊娠茧的材料，也可以作为寄生兽幼虫的营养供应。如果受害者未能获得医疗支持并死亡，茧将在不久后形成。假设茧在最初的妊娠期内没有被破坏，我们可以预期在一段非常短的生长期后，最多会有三只寄生兽幼虫出现。\n\n来自该领域的最新报告表明存在某种形式的“挖洞”行为，这可能是过去技术的另一种演变，在这种情况下很可能是出于防御目的。我们的部队最好在未来小心行事。理查德·泰根。"
+LongDescription="这种生物天生就令人恐惧，如果突然遭遇，会让人不快，我只能钦佩我们的士兵在对付这种被称为“寄生兽”的生物时所展现出的勇气。寄生兽的外形与普通节肢动物相似，其光滑的装甲外骨骼可以立即引起注意，保护着其分段式的身体。然而，正如我们的士兵在战场上发现的那样，这并不是它最显著的特征。在袭击期间的短暂身体接触中，这种生物似乎能够迅速将大量毒素直接注入受害者的血液中。这种毒液不仅能够在几分钟内结束受害者的生命，而且还能作为这种生物在战场上可怕的繁殖手段。\n\n尽管中央军官布拉德福德坚称，他在战争初期目睹了另一种同样具有侵略性的寄生兽妊娠方式，但没有证据表明这种袭击现在仍然存在。不幸的是，从他的描述来看，我会说外星人实际上已经将这个过程进化成一种更有效、更致命的解决方案。一旦进入血液，蛹虫的毒液就会立即开始软化受害者内脏的结构，使其既可以作为妊娠茧的材料，也可以作为蛹虫幼崽的营养供应。如果受害者未能得到医疗支持并死亡，茧就会在不久后形成。假设茧在最初的妊娠期内没有被破坏，我们可以预期在一段非常短的生长期后，最多会有三只蛹虫幼崽出现。我强烈建议部队今后避免与这些生物近距离接触。理查德·泰根。"
